/* AD: Forest automatic */
"- Automatic -" = "- Automatycznie -";

/* AD: Alert title */
"Account expired or disabled" = "Konto przekroczyło termin ważności lub jest wyłączone";

/* AD: Dialog status message */
"Active Directory only permits slight variations between the clocks on your computer and on the Active Directory server. You should check the time and time zone settings on your computer and reset them if needed." = "Active Directory dopuszcza jedynie niewielkie różnice pomiędzy zegarem komputera, a zegarem serwera Active Directory. Musisz ustawić czas i strefę czasową w swoim komputerze, jeśli to konieczne.";

/* AD: Alert message */
"Active Directory Plugin requires Mac OS X to control the \\U201c/Library/Preferences/edu.mit.Kerberos\\U201d file.  The existing file will be renamed to \\U201c/Library/Preferences/edu.mit.Kerberos.pre-Active Directory\\U201d." = "Wtyczka Active Directory wymaga Mac OS X do kontroli pliku „/Library/Preferences/edu.mit.Kerberos”.  Nazwa istniejącego pliku zostanie zmieniona na „/Library/Preferences/edu.mit.Kerberos.pre-Active Directory”.";

/* AD: Alert title */
"Active Directory time error" = "Błąd czasu Active Directory";

/* AD: Dialog status message */
"An invalid Domain and Forest combination was specified.  You should enter a fully qualified DNS name for the domain and forest (e.g., ads.company.com)." = "Podana została niewłaściwa kombinacja Domeny i Lasu.  Musisz podać w pełni kwalifikowaną nazwę DNS dla domeny oraz lasu (np. ads.company.com).";

/* AD: Alert title */
"An unknown error occurred" = "Wystąpił nieznany błąd";

/* AD: Alert message */
"An unknown error occurred reading the configuration." = "Wystąpił nieznany błąd podczas czytania konfiguracji.";

/* AD: Alert message */
"An unknown error occurred updating the configuration." = "Wystąpił nieznany błąd podczas uaktualniania konfiguracji.";

/* AD: Dialog status message */
"An unknown error occurred." = "Wystąpił nieznany błąd.";

/* AD: Alert title
   AD: Alert message */
"Authorization error" = "Błąd autoryzacji";

/* AD: Dynamic button title */
"Bind\\U2026" = "Powiąż…";

/* AD: Button title */
"Cancel" = "Anuluj";

/* AD: Alert message */
"Configuring on Master or Replica" = "Konfigurowanie na Wzorcowej lub Replice";

/* AD: Alert title */
"Container does not exist" = "Taki kontener nie istnieje";

/* AD: Button title */
"Continue" = "Dalej";

/* AD: Button title */
"Force Unbind" = "Wymuś odłączenie";

/* AD: Dynamic button title */
"Hide Advanced Options" = "Ukryj opcje zaawansowane";

/* AD: Alert title */
"Insufficient privileges" = "Niewystarczające przywileje";

/* AD: Alert title */
"Invalid domain" = "Nieprawidłowa domena";

/* AD: Alert title */
"Invalid user name and password combination" = "Nieprawidłowa kombinacja nazwy użytkownika i hasła";

/* AD: Alert title */
"Join existing account?" = "Przyłączyć istniejące konto?";

/* AD: Alert title */
"Join Kerberos realm" = "Dołącz do dziedziny Kerberos";

/* AD: Alert title */
"Kerberos file already exists" = "Plik Kerberos już istnieje";

/* AD: Alert title */
"Memory allocation error" = "Błąd alokacji pamięci";

/* Alert Button */
"OK" = "OK";

/* AD: Dialog status message */
"Removing this computer from Active Directory" = "Usuwam ten komputer z domeny Active Directory";

/* AD: Alert Button */
"Rename" = "Zmień nazwę";

/* AD: Dynamic button title */
"Show Advanced Options" = "Pokaż opcje zaawansowane";

/* AD: Dialog status message */
"Step 1 of 5: Searching for Forest/Domain information\\U2026" = "Krok 1 z 5: Szukam informacji o Lesie/Domenie…";

/* AD: Dialog status message */
"Step 2 of 5: Finding nearest Domain controllers\\U2026" = "Krok 2 z 5: Znajduję najbliższy kontroler domeny…";

/* AD: Dialog status message */
"Step 3 of 5: Verifying credentials\\U2026" = "Krok 3 z 5: Sprawdzam uprawnienia…";

/* AD: Dialog status message */
"Step 4 of 5: Searching for existing computer\\U2026" = "Krok 4 z 5: Szukam istniejącego komputera…";

/* AD: Dialog status message */
"Step 5 of 5: Binding computer to Domain\\U2026" = "Krok 5 z 5: Tworzę powiązanie komputera z domeną…";

/* AD: Dialog status message */
"Step 5 of 5: Joining computer to Domain\\U2026" = "Krok 5 z 5: Przyłączam komputer do domeny…";

/* AD: Alert message */
"The account information you entered specifies an account that already exists. Do you wish to join this computer to the existing computer account? This operation cannot be undone." = "Podane dane konta określają konto już istniejące. Czy chcesz przyłączyć ten komputer do istniejącego konta komputera? Tej czynności nie można cofnąć.";

/* AD: Dialog status message */
"The account information you provided is either expired or disabled. You should provide another administrator account." = "Podane informacje o koncie wygasły lub są wyłączone. Musisz podać konto innego administratora.";

/* AD: Dialog status message */
"The administrator account you specified does not have the appropriate privileges to perform the requested operation." = "Podane konto administratora nie ma odpowiednich przywilejów wykonania żądanej operacji.";

/* AD: Dialog status message */
"The container you specified for the computer does not exist.  Please verify the container information and try again." = "Podany kontener dla tego komputera nie istnieje.  Sprawdź informacje o tym kontenerze i spróbuj ponownie.";

/* AD: Dialog status message */
"This computer is unable to access the domain controller for an unknown reason." = "Ten komputer z nieznanych przyczyn nie jest w stanie uzyskać dostępu do kontrolera domeny.";

/* AD: Alert message */
"To join this server to the Active Directory Kerberos realm, open Server Admin and select Open Directory for this server. In the Settings pane, click General, then click Join Kerberos and enter credentials for a local administrator on this server." = "Aby przyłączyć się do dziedziny Active Directory Kerberos, otwórz program Server Admin i wybierz Open Directory dla tego serwera. W panelu Ustawienia kliknij w „Ogólne”, a następnie kliknij w „Przyłącz do Kerberos” i podaj dane uwierzytelnienia lokalnego administratora tego serwera.";

/* AD: Alert title */
"Unable to access domain controller" = "Nie ma dostępu do kontrolera domeny";

/* AD: Alert message */
"Unable to allocate memory for this operation." = "Nie można przydzielić pamięci dla tej operacji.";

/* AD: Alert Title */
"Unable to open Active Directory node" = "Nie można otworzyć węzła Active Directory";

/* AD: Alert message */
"Unable to open Active Directory node." = "Nie można otworzyć węzła Active Directory.";

/* AD: Dynamic button title */
"Unbind\\U2026" = "Odłącz…";

/* AD: Alert message */
"Warning you are configuring the Active Directory Plugin on an Open Directory Master or Replica.  Continuing may cause problems with the Open Directory Kerberos server." = "Uwaga: Konfigurujesz wtyczkę Active Directory na serwerze wzorcowym lub replice Open Directory. Kontynuowanie tej czynności może powodować problemy z serwerem Open Directory Kerberos.";

/* AD: Alert message */
"Warning: If you click force unbind you will leave an unused computer account in the directory." = "Uwaga: Jeżeli klikniesz w „Wymuś odłączenie”, pozostawisz nieużywane konto w tym katalogu.";

/* AD: Alert message */
"You are not authorized to read the configuration of this plugin." = "Nie masz autoryzacji do czytania konfiguracji tej wtyczki.";

/* AD: Alert message */
"You are not authorized to update the configuration" = "Nie masz autoryzacji do uaktualnienia konfiguracji tej wtyczki.";

/* AD: Dialog status message */
"You provided a user name and password combination that is invalid. You should check the user name and password and try again." = "Podana kombinacja nazwy użytkownika i hasła jest niepoprawna. Sprawdź nazwę użytkownika oraz hasło i spróbuj ponownie.";

